Repository: collective/collective.twofactor
Catalog: src/collective/twofactor/locales/*/LC_MESSAGES/collective.twofactor.po
Languages: de, es

source: A code has already been sent to your email address.
de: Es wurde schon ein code an Ihre E-Mail Adresse geschickt.
es: Un código ya ha sido enviado a su dirección de correo electrónico.

source: A code has already been sent to your phone.
de: Es wurde schon ein code an Ihre Telefon geschickt.
es: Un código ya ha sido enviado a su teléfono.

source: A new code has been generated and sent to your email address.
de: Ein neuer code wurde generiert und an Ihre E-Mail Adresse geschickt.
es: Un nuevo código ha sido generado y enviado a su dirección de correo electrónico.

source: A new code has been generated and sent to your phone.
de: Ein neuer code wurde generiert und an Ihr Telefon geschickt.
es: Un nuevo código ha sido generado y enviado a su teléfono.

source: Account SID
de: Konto SID

source: Add here urls you don't want to check for two-factor auth. Useful for resources, or special pages, like login and two-factor challenge.
de: Fügen Sie hier urls hinzu die Sie nicht über die Zwei-Faktor Authentifizierung schützen möchten. Das ist Nützlich für Ressourcen oder spezial Seiten, wie zum Beispiel login und die Zwei-Faktor Authentifizierung.

source: An error has occured while trying to send an SMS to your phone. Please contact the site administrator for assistance. Sorry for the inconvenience.
de: Es ist ein Fehler aufgetreten während dem Versuch eine SMS an Ihre Telefon zu schicken. Bitte kontaktieren Sie Ihren Administrator für Assistenz.
es: Un error ha ocurrido mientras se le intentaba enviar un SMS a su teléfono. Por favor contacte al administrador del sitio para asistencia. Disculpe los inconvenientes.

source: An error has occured while trying to send you an Email. Please contact the site administrator for assistance. Sorry for the inconvenience.
de: Es ist ein Fehler aufgetreten während dem Versuch eine E-Mail an Ihre Adresse zu schicken. Bitte kontaktieren Sie Ihren Administrator für Assistenz.
es: Un error ha ocurrido mientras se le intentaba enviar un Email. Por favor contacte al administrador del sitio para asistencia. Disculpe los inconvenientes.

source: Auth Token
de: Authentifizierungstoken

source: Authentication code for ${site_name}
de: Authentifizierungscode für ${site_name}

source: Authentication over Email
de: Authentifizierung über E-Mail
es: Autenticación por Email

source: Authentication over SMS
de: Authentifizierung über SMS
es: Autenticación por SMS

source: Cancel
de: Abbrechen
es: Cancelar

source: Changes saved
de: Änderungen übernehmen
es: Cambios guardados

source: Click ${reset_link} to send a new authentication code.
de: Drücken Sie auf ${reset_link} um einen neuen Authentifizierungscode anzufordern.

source: Edit cancelled
de: Bearbeitung abgebrochen
es: Edición cancelada

source: Enter your code here
de: Geben Sie hier Ihren Code ein.
es: Ingrese su código aquí

source: Ignore these URLs
de: Ignoriere diese URLs

source: Phone Number
de: Telefonnummer
es: Número telefónico

source: Save
de: Speichern
es: Guardar

source: Settings for the Twilio SMS service
de: Einstellungen für den Twilio SMS Service
es: Configuraciones para el servicio de SMS Twilio

source: Settings for the Two Factor authentication mechanism
de: Einstellungen für den Zwei-Faktor Authentifizierungsmechanismus

source: Submit
de: Absenden
es: Enviar

source: The SID or token are invalid and we couldn't authenticate with Twilio, please try again.
de: Die SID oder der Token ist ungültig und wir konnten uns nicht bei Twilio authentifizieren, bitte versuchen Sie es erneut.
es: El SID de la cuenta o el token son inválidos y no hemos podido autenticar con Twilio, por favor inténtelo nuevamente.

source: The code you entered is invalid, please try again.
de: Der eingegebene Code ist ungültig, bitte versuchen Sie es erneut.
es: El código ingresado es inválido, por favor inténtelo nuevamente.

source: Twilio Settings
de: Twilio Einstellungen
es: Configuraciones de Twilio

source: Two Factor Settings
de: Zwei Faktor Einstellungen

source: Two-factor Authentication
de: Zwei-Faktor Authentifizierung
es: Autenticación de dos pasos

source: Use this code to authenticate: ${code}
de: Verwenden Sie diesen Code zur Authentifizierung: ${code}

source: Your Twilio Account SID.
de: Ihre Twilio Konto SID
es: Su "Account SID" de Twilio.

source: Your Twilio Auth Token.
de: Ihr Twilio Authentifizierungstoken
es: Su "Auth Token" de Twilio.

source: Your Twilio phone number from where to send SMS. International format, with no special characters. Example: +15555555555
de: Ihre Twilio Telefonnummer von welcher wir das SMS senden. Internationales Format, mit keinen Trennzeichen. Als Beispiel: +43664123456
es: Su número de teléfono de Twilio desde donde enviar SMS. Formato internacional, sin caracteres especiales. Ejemplo: +15555555555

source: help_cell_phone
de: Geben Sie hier Ihre Mobilfunknummer wenn Sie die Authentifizierung über SMS ausgewählt haben. Bitte verwende Sie das Internationale Format. Als Beispiel: +43664123456
es: Ingrese su número de teléfono si elige recibir un código por SMS. Por favor utilice el formato internacional. Por ejemplo: +15555555555

source: help_two_factor_method
de: Wählen Sie die Methode zur Zwei-Faktor Authentifizierung aus
es: Seleccione el método que desea para la autenticación de dos pasos

source: here
de: hier
es: aquí

source: label_cell_phone
de: Handynummer
es: Número de teléfono móvil

source: two_factor_method
de: Zwei-Faktor Authentifizierungsmethode
es: Método de autenticación de dos pasos

source: Authentication code for %s
es: Código de autenticación para %s

source: Click ${reset_link} to reset your authentication code.
es: Click ${reset_link} para reiniciar su código de autenticación.

source: The phone number entered is a valid Twilio number for this account, however, this phone number cannot send SMS. Please make sure to buy a phone number which allows SMS to be sent.
es: El número telefónico ingresado es un número válido de Twilio, asimismo, este número no puede enviar SMS. Por favor asegúrese de comprar un número que permita el envío de SMS.

source: The phone number you entered doesn't seem valid for this Twilio account, please make sure you are entering correctly.
es: El numero telefónico ingresado no parece válido para esta cuenta Twilio, por favor asegúrese que lo está ingresando correctamente.

source: Use this code to authenticate: %s
es: Utilice este código para autenticar: %s
